Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/samediggi.no/inarin_julkilausuma_ykn_alkupera_iskansojen_konferenssista_-_julistus_suomeksi_darkkistan.pdf.tmx
Source language: fin
Languages: sme

source: Luonnos 10.06.
sme: Evttohus 10.6.2012

source: Inarin julkilausuma YK:n alkuperäiskansojen konferenssista
sme: Anár-julggaštus álgoálbmogiid máilmmikonferánssa birra

source: Suomen, Norjan, Venäjän ja Ruotsin saamelaisten instituutioiden ja järjestöjen edustajat kokoontuneena Inarissa, Suomessa 27.
sme: Sámi ásahusaid ja organisašuvnnaid áirasat Suomas, Norggas, Ruoššas ja Ruoŧas geat čoagganit Anárii, Suomas geassemánu 27.-28. beaivvi, 2012,

source: Toivottavat tervetulleeksi Yhdistyneiden kansakuntien yleiskokouksen päätöksen järjestää vuonna 2014 yleiskokouksen korkean tason täysistunto nimellä Alkuperäiskansojen maailmankonferenssi, jonka päämääränä on vaihtaa kokemuksia perspektiiveistä ja parhaista käytänteistä alkuperäiskansojen oikeuksien toteutumiseksi, sekä pyrkimys saavuttaa Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksen päämäärät;
sme: Sávvet bures boahtin ON váldočoahkkima mearrádusa dievasčoahkkima lágideami hárrái bajimus dásis, mii lea dovddus álgoálbmogiid máilmmikonferánsan, mii lágiduvvo 2014, ja mii galgá buktit perspektiivvaid ja čájehit lihkostuvvan strategiijaid, mat gustojit álgoálbmogiid vuoigatvuođaid duohtan dahkamii, earret čuovvut ON julggaštusa ulbmiliid álgoálbmogiid vuoigatvuođaid hárrái;

source: Kannustavat Saamelaiskäräjiä, Saamelaista parlamentaarista neuvostoa ja muita Alkuperäiskansojen maailmankonferenssiin tähtäävään menettelyyn osallistuvia saamelaisia järjestöjä ja instituutioita edistämään ja ajamaan Maailmankonferenssille toimenpiteisiin suuntautuvaa lopputulosta, jonka päämääränä olisi toteuttaa alkuperäiskansojen oikeuksien täysi ja tehokas toteuttaminen, sekä Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksessa tunnustetut oikeudet;
sme: Ávžžuhit sámedikkiid, Sámi parlamentáralaš ráđi, Sámeráđi ja eará sámi organisašuvnnaid ja ásahusaid, geat sáhttet searvat prosessii álgoálbmogiid konferánssa lágideami dáfus, ahte ovddidit ja gáibidit doaimmaid máilmmikonferánssa boađusin, main livččii ulbmilin joksat ollislaš ja beaktilis doaibmama álgoálbmogiid vuoigatvuođaid hárrái, ja maiddái dain vuoigatvuođain mat leat dohkkehuvvon ON julggaštusas álgoálbmogiid vuoigatvuođaid hárrái;

source: Kannustavat erityisesti siihen, että Saamelaiskäräjät, Saamelainen parlamentaarinen neuvosto, Saamelaisneuvosto ja muut Alkuperäiskansojen maailmankonferenssiin tähtäävään prosessiin osallistuvat saamelaiset järjestöt ja instituutiot edistäisivät aktiivisesti sitä, että Maailmankonferenssin päätösdokumentti:
sme: Ávžžuhit earenoamážit sámedikkiid, Sámi parlamentáralaš ráđi, Sámeráđi ja eará sámi organisašuvnnaid ja ásahusaid, geat sáhttet searvat prosessii álgoálbmogiid konferánssa lágideami dáfus, aktiivvalaččat evttohit ahte máilmmikonferánssa loahppadokumeanta:

source: Vahvistaa, että alkuperäiskansat ovat vapaita ja yhdenvertaisia muiden kansojen kanssa, ja alkuperäiskansojen tulee olla oikeuksiaan, myös ihmisoikeuksiaan käyttäessään vapaita kaikenlaisesta, erityisesti alkuperäiskansan taustaan tai identiteettiin perustuvasta syrjinnästä;
sme: Duođašta fas ahte álgoálbmogat leat friddja ja buohtastahtton eará álbmogiiguin, ja ahte álgoálbmogat, geavahettiin vuoigatvuođaideaset, ja maiddái olmmošvuoigatvuođaid, galget suddjejuvvot buotlágan vealahemiid vuostá, earenoamážit vealaheami mii guoská sin ruohttasii dahje identitehtii;

source: Vahvistaa lisäksi, että alkuperäiskansat yksilöinä ja yhteisönä ovat oikeutettuja kaikkiin kansainvälisissä laeissa tunnustettujen ihmisoikeuksien täyteen ja tehokkaaseen toteuttamiseen ilman syrjintää, koskien myös alkuperäiskansojen naisia, lapsia, nuoria, vanhuksia ja vammaisia, pitäen mielessä sen, että Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksessa tunnustetut oikeudet ja vapaudet on yhtäläisesti taattu alkuperäiskansojen mies- ja naispuolisille yksilöille;
sme: Duođašta viidáseabbo ahte álgoálbmogiid oktagasain ja joavkkuin, maidda gullet maid nissonat, mánát, nuorat, boarrásat ja doaimmashehttejuvvon olbmot, lea vuoigatvuohta, almmá vealaheami haga, oažžut ollislaš ja beaktilis doaibmama olmmošvuoigatvuođain, dohkkehuvvon riikkaidgaskasaš rievttis, ja maiddái ahte vuoigatvuođat ja friddjavuohta, dohkkehuvvon ON julggaštusas álgoálbmogiid vuoigatvuođaid hárrái, lea dáhkiduvvon ovttadásagin sihke dievdduide ja nissoniidda;

source: Tunnustaa pikaisen tarpeen ryhtyä päättäväisiin ja konkreettisiin toimenpiteisiin alkuperäiskansojen oikeuksien täyden ja tehokkaan toteuttamisen varmistamiseksi, myös Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksessa tunnustetut oikeudet, tässä erityisesti keskittyen maa- ja luonnonvaraoikeuksiin, turvata pääsy näille alueille ja näihin luonnonvaroihin sekä heidän itsemääräämisoikeutensa;
sme: Dohkkeha dan vealtameahttun dárbbu válljet mearrideaddji ja konkrehtalaš doaimmaid, vai sihkkarastá ollislaš ja beaktilis doaibmama álgoálbmogiid vuoigatvuođain ja maiddái vuoigatvuođain, mat leat dohkkehuvvon ON julggaštusas álgoálbmogiid vuoigatvuođaid hárrái, ja dás gehččojuvvon earenoamážit vuoigatvuhtii eatnamiidda ja riggodagaide, oktan dábuhemiin dakkár eatnamiidda ja resurssaide, ja maiddái vuoigatvuohta iešmearrideapmái;

source: Tunnustaa lisäksi tarpeen ryhtyä tehokkaisiin toimenpiteisiin, joilla taataan alkuperäiskansojen oikeus niin yhteisönä kuin yksilöinä nauttia täysimääräisesti kaikista kansainvälisessä ihmisoikeuslaissa tunnustetuista ihmisoikeuksista ja perusvapauksista, myös heidän oikeudesta kulttuuriin, kieleen ja koulutukseen;
sme: Dohkkeha viidáseabbo dárbbu mearridit beaktilis doaimmaid, mat dáhkidit álgoálbmogiidda vuoigatvuođa ollislaš návddašeami, searválaga dahje oktagas olmmožin, buot olmmošvuoigatvuođain ja vuođđofriddjavuođain, mat leat dohkkehuvvon gaskariikkalaš olmmošrievttalaš dásis, ja maiddái vuoigatvuođasteaset kultuvrii, gillii ja oahpahussii.

source: Vahvistaa lisäksi, että Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksessa tunnustetut oikeudet sisältävät maailman alkuperäiskansojen säilymisen, arvokkuuden ja hyvinvoinnin vähimmäisvaatimukset;
sme: Duođašta viidáseabbo ahte vuoigatvuođat, mat leat dohkkehuvvon ON julggaštusas álgoálbmogiid vuoigatvuođaid hárrái; dahket vuolimus dási máilmmi álgoálbmogiid birgejupmái, árvui ja ahtanuššamii;

source: Palauttaa mieliin, että Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistus velvoittaa valtioita neuvottelemaan ja toimimaan yhteistyössä kyseisten alkuperäiskansojen kanssa ja ryhtyä toimenpiteisiin, myös lainsäädäntöön liittyviin, saavuttaakseen Julistuksen päämäärät;
sme: Muittuha ahte ON julggaštus álgoálbmogiid vuoigatvuođaid hárrái, geatnegahttá stáhtaid, maŋŋel konsultašuvnnaid ja ovttasbarggu gustojeaddji álgoálbmogiiguin, bidjat johtui doaimmaid, maiddái láhkaásahusaid, vai galggašii joksat julggaštusa ulbmiliid.

source: Tunnustaa, että Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksen päämäärien saavuttamiseksi on tarkoituksenmukaista perustaa vapaaehtoisuuteen perustuva kansainvälinen mekanismi, jonka tehtävänä on ottaa vastaan ja tutkia alkuperäiskansojen lähettämät viestit heidän maa-alueisiin, maihin ja luonnonvaroihin koskevien oikeuksiensa loukkaamisesta, ja/tai heidän itsemääräämisoikeuttaan on rikottu;
sme: Dohkkeha dan ahte vai galgá joksat ulbmiliid ON julggaštus álgoálbmogiid vuoigatvuođaid hárrái, de lea vuogas ásahit eaktodáhtolaš riikkaidgaskasaš vuogádaga, mii sáhttá vuostá váldit ja árvvoštallat dieđuid álgoálbmogiin, geat čuoččuhit ahte sin vuoigatvuođat guovlluide, eatnamiidda ja riggodagaide, ja/dahje iešmearridanvuoigatvuohta, leat rihkkojuvvon;

source: 1. Alkuperäiskansojen itsemääräämisoikeus
sme: 1. Álgoálbmogiid iešmearridanriekti

source: Huomioi, että Pohjoismaat tunnustivat saamelaiset kansaksi jo Lappekodisill- sopimuksessa vuonna 1751, ja että saamelaisilla on oikeus perinteisesti käyttämiinsä maa-alueisiin, myös oikeus ylittää rajoja;
sme: Mearkkaša ahte davviriikkat juo 1751 lappekodisillain dohkkehii sámi našuvnna ja ahte sámit sáhtte oamastit daid guovlluid maid ledje geavahan árbevirolaččat, ja maiddái gáibidit rájiid rasttideaddji rivttiid;

source: Vahvistaa, että kaikki valtiot sitoutuvat velvoitteisiinsa edistää yleistä, kaikkien ihmisoikeuksien ja perustavaa laatua olevien vapauksien huomioimista ja kunnioittamista täysin yhtenevästi Yhdistyneiden kansakuntien perustamisasiakirjan, muiden ihmisoikeuksiin liittyvien instrumenttien ja kansainvälisen lain kanssa;
sme: Duođašta fas ahte buot stáhtaid bargu lea ollašuhttit sin geatnegasvuođa ovddidit gaskariikkalaš doahttaleami ja maiddái doallat ja suodjalit buot olmmošvuoigatvuođaid ja buohkaid vuođđofriddjavuođa, ON-šiehtadusa ektui, eará olmmošvuoigatvuođainstrumeanttaid ja gaskariikkalaš rievtti;

source: Korostaa, että itsemääräämisoikeuden kunnioitus on edellytys kaikkien muiden ihmisoikeuksien ja perusvapauksien toteutumiselle;
sme: Deattuha ahte iešmearridanrievtti doahttaleapmi lea ovdagieđagáibádus, go áigu duohtan dahkat eará olmmošvuoigatvuođaid ja vuođđofriddjavuođaid;

source: Suosittelee, että valtiot, täyttääkseen velvoitteensa taata alkuperäiskansojen itsemääräämisoikeuden toteutumisen, pikaisesti perustavat kansallisia, valtion ja alkuperäiskansojen edustajista koostuvia komiteoita, joiden tehtävänä on saada aikaan konkreettisia sopimuksia alkuperäiskansojen itsemääräämisoikeuden sisällöstä ja laajuudesta, kuten myös siitä, miten tämä oikeus voitaisiin tehokkaasti toteuttaa;
sme: Ávžžuha ahte, vai stáhtat sáhttet ollašuhttit geatnegasvuođaideaset ja duohtan dahkat álgoálbmogiid iešmearridanrievtti, ásahit hoahppodoaibman našuvnnalaš lávdegottiid, main leat sihke stáhtaid ja álgoálbmogiid áirasat, maid ulbmilin lea ásahit konkrehtalaš šiehtadusaid sisdoalu ja joksanmeari hárrái álgoálbmogiid iešmearridanrievttis, ja maiddái dan hárrái mo dán rievtti beaktilit sáhttá bidjat doaibmat;

source: 2. Alkuperäiskansojen oikeudet maa-alueisiin, maihin, vesistöihin ja luonnonvaroihin
sme: 2. Álgoálbmogiid rievttit guovlluide, eatnamiidda, čázádagaide ja riggodagaide

source: Tunnustaa, että alkuperäiskansojen oikeus valvoa maa-alueitaan, maitaan, vesistöjään, rannikkovesiään ja muita luonnonvarojaan koskevia kehityshankkeita antaa heille mahdollisuuden vapaasti tavoitella taloudellista, sosiaalista ja kulttuurinsa ilmaisuun liittyvää kehitystään yhtäpitävästi omien pyrkimystensä ja tarpeidensa kanssa;
sme: Dohkkeha ahte álgoálbmogiid dárkkisteapmi ovdáneami váikkuhusas sin guovlluin, eatnamiin, čázádagain, riddoguovlluin ja eará riggodagain, dahká vejolažžan sidjiide doarridit sin ekonomalaš, sosiálalaš ja kultuvrralaš ovdáneami, iežaset dáhtu ja dárbbuid ektui;

source: Suosittelee, että valtiot täyttääkseen velvoitteensa tunnustavat ja suojelevat laeilla nämä maat, alueet, rannikkovedet ja muut luonnonvarat, mukaan luettuina geneettiset luonnonvarat, jotka ovat perinteisesti olleet alkuperäiskansojen omistuksessa, asuttamia tai muuten hallussa pitämiään tai käyttämiään. Valtiot perustavat kansallisia oikeudellisia instituutioita, joiden tehtäväksi annetaan identifioida ne maat, vesistöt, rannikkovedet ja luonnonvarat, sekä geneettiset luonnonvarat, joihin kyseisillä alkuperäiskansoilla on vakiintunut omistusoikeus ja nautintaoikeus, ja rajata sellaiset maat ja luonnonvarat;
sme: Ávžžuha ahte, vai stáhtat sáhttet ollášuhttit sin geatnegasvuođaid ja rievttalaččat dohkkehit ja suodjalit eatnamiid, guovlluid, čázádagaid, riddoguovlluid ja eará riggodagaid, ja maiddái genehtalaš riggodagaid, maid álgoálbmogat árbevirolaččat leat oamastan, vuollástan, dahje juogaládje leat geavahan dahje oamastan, de galget ásahit našuvnnalaš rievttalaš ásahusaid, maid doaibman šattašii dovddiidahttit daid eatnamiid, guovlluid, čázádagaid, riddoguovlluid ja eará riggodagaid, ja maiddái genehtalaš riggodagaid, maidda gustojeaddji álgoálbmogat árbevirolaččat leat ásahan oamastan- ja geavahanvuoigatvuođa, ja maiddái ráddjet dakkár eatnamiid ja riggodagaid;

source: Suosittelee lisäksi, että valtiot yhteistyössä kyseisten alkuperäiskansojen kanssa perustavat valtion ja alkuperäiskansojen edustajista koostuvia kansallisia komiteoita tai muita mekanismeja. Näiden tehtävänä on päästä sopimuksiin näiden alkuperäiskansojen maa-alue-, maa-, vesistö- ja rannikkovesioikeuksien ja muiden luonnonvarojen, sekä geneettisten luonnonvarojen, sisällöstä ja laajuudesta niissä tapauksissa, joissa alkuperäiskansojen maanomistusoikeus ei ole täysin määritelty.
sme: Ávžžuha viidáseabbo ahte stáhtat, ovttasbargguin gustojeaddji álgoálbmogiiguin, ásahit našuvnnalaš lávdegottiid dahje eará vuogádagaid, main leat stáhtaid ja álgoálbmogiid áirasat, dainna ulbmiliin ahte buvttihit šiehtadusaid sisdoalu ja olámuttu hárrái dakkár vuoigatvuođain, mat leat álgoálbmogiin guovlluide, eatnamiidda, čázádagaide, riddoguovlluide ja eará riggodagaide, ja maiddái genehtalaš riggodagaide, mat eai leat ollásit čielggaduvvon álgoálbmogiid oamastanvuoigatvuođaid hárrái eatnamiidda, nugo omd. meari vuoigatvuođas ovdamuni dietnasa juogadeapmái ja gaskavuođa álgoálbmogiid oamastanvuoigatvuođain eatnamiidda ja gilvaleaddji doaimmaide, ja maiddái gilvaleaddji industriija doaimmaide;

source: 3. Lisäpöytäkirja Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistukseen
sme: 3. Eaktodáhtolaš beavdegirji ON álgoálbmotvuoigatvuođaid julggaštusa birra

source: Katsoo alkuperäiskansojen itsemääräämisoikeuden ja heidän maa-alue-, maa- ja luonnonvaraoikeuksiensa loukkaamisen olevan yhtenä kaikkein perustavinta laatua olevista tavoista loukata heidän ihmisoikeuksiaan;
sme: Atnet álgoálbmogiid iešmearridanvuoigatvuođa hilguma ja sin vuoigatvuođa hilguma territoriaide, eatnamiidda ja resurssaide lea okta sin olmmošvuoigatvuođaid duođaleamos rihkkumiin;

source: Tunnustaa pikaisen tarpeen ryhtyä tehokkaisiin kansainvälisiin toimenpiteisiin, joilla monitorointiin yhdistettynä taataan alkuperäiskansojen itsemääräämisoikeus ja heidän oikeutensa maa-alueisiin, maihin ja luonnonvaroihin, rajoittamatta niitä oikeuksia, joita kansoilla on siirtomaavallan, tai jonkin toisen ulkopuolisen ylivallan, tai ulkomaisen miehityksen aikana kansainvälisten oikeuskäytäntöjen mukaisesti ollut;
sme: Dohkkehit dan fáhkka duođalaš dárbbu ahte ásahit beaktilis riikkaidgaskasaš vugiid mat dáhkidit ja gozihit álgoálbmogiid iešmearridanvuoigatvuođa, ja sin vuoigatvuođa territoriaide, eatnamiidda ja resurssaide, implementerema, almmá vealaheami haga daid vuoigatvuođaid mat álbmogiin leat, koloniija- dahje eará vieris stivrejumis dahje vieris vuollásteamis, dálá riikkaidgaskasaš prosedyraid vuođul;

source: Suosittelee, että Yhdistyneiden kansakuntien Alkuperäiskansojen pysyvä foorumi esittelee 14:sta istunnossaan luonnoksen Lisäpöytäkirjaksi Yhdistyneiden kansakuntien Ihmisoikeusjulistukseen, ja siinä ehdottaa kansainvälisen mekanismin perustamisen ja sen rakenteen ja toimivallan määrittelemisen, jolle annetaan tehtäväksi valvoa niiden oikeuksien toteutumista, joita alkuperäiskansoilla on maihin, vesistöihin, rannikkovesiin ja muihin luonnonvaroihin, samalla valvoa alkuperäiskansojen itsemääräämisoikeuden toteutumista, perustaen toimintansa joko valtioiden tai alkuperäiskansojen antamille viesteille;
sme: Dohkkehit ahte ON álgoálbmotáššiid bistevaš forum iežas 14. sešuvnnas bijai ovdan eaktodáhtolaš beavdegirjeevttohusa ON álgoálbmotvuoigatvuođaid julggaštussii, mii evttoha struktuvrra ja mandáhta dakkár riikkaidgaskasaš vuohkái, mii galgá čuovvolit álgoálbmogiid vuoigatvuođaid čađaheami eatnamiidda, čázádagaide, riddoguovlluide ja eará resurssaide, ja álgoálbmogiid iešmearridanvuoigatvuođa, daid gulahallamiid vuođul maid stáhtat dahje álgoálbmogat evttohit;

source: Tämä mahdollistaa sen, että Yhdistyneiden kansakuntien Yleiskokous voi mahdollisimman pian hyväksyä päätöslauselman Lisäpöytäkirjasta Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistukseen, perustaen sen edellä mainittuun, Yhdistyneiden kansakuntien Alkuperäiskansojen pysyvän foorumin tekemään ehdotukseen;
sme: Dohkkehit viidáseappot ahte ON váldočoahkkin, maŋŋágo ON álgoálbmotáššiid bistevaš forum lea evttohan eaktodáhtolaš beavdegirjji ON álgoálbmotvuoigatvuođaid julggaštussii iežas 14. sešuvnnas, ásaha searvvaheaddji proseassa mii dahká vejolažžan ahte ON váldočoahkkin nu johtilit go vejolaš dohkkeha resolušuvnna mii ásaha eaktodáhtolaš beavdegirjji ON álgoálbmotvuoigatvuođaid julggaštussii, ON álgoálbmotáššiid bistevaš foruma namuhuvvon evttohusa vuođul;

source: 4. Lisää toimenpiteitä alkuperäiskansojen oikeuksien toteuttamiseksi
sme: 4. Eanet doaibmabijut álgoálbmotvuoigatvuođaid implementerema várás

source: Tunnustaa, että valtioilla on velvoite ryhtyä konkreettisiin, käytännön toimenpiteisiin tähtääviin toimiin tunnustaakseen, toteuttaakseen, konkretisoidakseen ja saattaakseen voimaan alkuperäiskansojen oikeudet;
sme: Dohkkehit ahte stáhtat geatnegahttojuvvojit čađahit konkrehta ja doaibmadiđolaš doaibmabijuid dohkkehan, realiseren, konkretiseren ja implementeren dihtii álgoálbmotvuoigatvuođaid;

source: Suosittelee, että valtiot ryhtyvät tehokkaisiin toimiin taatakseen kaikkien alkuperäiskansoihin kuuluvien yksilöiden oikeuksien täyden toteutumisen, mukaan lukien erityiset toimenpiteet alkuperäisväestön vanhusten, naisten, lasten, nuorten ja vammaisten oikeuksien toteutumiseksi;
sme: Rávvejit stáhtaid mearridit beaktilis doaibmabijuid mat dáhkidit ahte vuoigatvuođat buohkaide, geat gullet álgoálbmogiidda, čađahuvvojit dievaslaččat, maiddái dakko bokte ahte mearridit erenoamáš doaibmabijuid implementeren dihtii álgoálbmogiid boarrásiid, nissonii, mánáid ja doaibmahehttejuvvomiid vuoigatvuođat;

source: Tunnustaa, että väkivalta alkuperäiskansojen naisia ja tyttöjä kohtaan on monitahoinen ongelma, joka ei liity pelkästään ihmisoikeuksiin, sukupuolten väliseen rakenteelliseen epätasa-arvoon eikä syrjintään, vaan että se sisältää myös kyseisten alkuperäiskansojen kollektiivisten oikeuksien puutteellisen tunnustamisen, ja että alkuperäiskansojen taloudellinen, sosiaalinen ja poliittinen marginalisointi, köyhyys ja heihin kohdistuva syrjintä voimistavat niitä olosuhteita, jotka synnyttävät alkuperäiskansojen naisiin ja tyttöihin kohdistuvaa väkivaltaa;
sme: Dohkkehit ahte veahkaváldi nissoniid ja nieiddaid vuostá lea máŋggabealat váttisvuohta mii ii guoskka dušše oktagas olmmošvuoigatvuođaide, struktuvrralaš sohkabealvealaheapmái dahje vealaheapmái, muhto maiddái sisttisdoallá váilevašvuođa dohkkehit oktasaš vuoigatvuođaid mat gullet guoskevaš álgoálbmogiidda, ja ahte ekonomalaš, sosiála ja politihkalaš marginaliseren, geafivuohta ja álgoálbmogiid vealaheapmi eaneda daid eavttuid mat vuolggahit veahkaválddi álgoálbmogiid nissoniid ja nieiddaid vuostá;

source: Suosittelee, että valtiot antavat vuotuiset raportit siitä, mihin toimenpiteisiin ne ovat ryhtyneet toteuttaakseen tehokkaasti ne oikeudet, jotka ovat Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksen suojeluksessa, ja esittelevät ne Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien erityisraportoijalle ja muille asiaan kuuluville Yhdistyneiden kansakuntien instituutioille ja prosesseille;
sme: Rávvejit ahte stáhtat ovddidit jahkásaš raporttaid mat čájehit guđe doaibmabijuid sii leat čađahan implementeren dihtii árjjalaččat daid eamivuođa vuoigatvuođaid ON álgoálbmotvuoigatvuođaid julggaštusas, mas dát galget ovddiduvvot ON álgoálbmotvuoigatvuođaid erenoamášdieđiheaddjái ja eará guoskevaš ON-ásahusaide ja proseassaide;

source: Suosittelee lisäksi, että ne alkuperäiskansoja sisältävät valtiot, jotka eivät ole sitä vielä tehneet, jättävät Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien erityisraportoijalle kutsun vierailla kyseisessä maassa itse haluamanaan ajankohtana, ja tässä yhteydessä epäpolitisoida vierailun prosessi siirtämällä fokus maaoikeuskysymyksestä sisältökysymyksiin;
sme: Rávvejit viidáseappot ahte stáhtat main leat álgoálbmogat ja mat eai leat dan čađahan, galget fállat ON álgoálbmotvuoigatvuođaid erenoamášdieđiheaddjái virggálaš rabas bovdehusa galledit guoskevaš riikka goas beare, oktan dainna áigumušain ahte politiserekeahttán dahkat stáhtagalledemiid proseassa, dainna lágiin ahte sirdit fokusa gažaldagain juvssahahttivuođa birra gažaldagaide substánssa birra;

source: Suosittelee lisäksi, että ne valtiot, joihin Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien erityisraportoija tekee virallisen vierailun raportoivat vuosittain, mihin toimenpiteisiin ne ovat ryhtyneet toteuttaakseen erityisraportoijan antamat suositukset;
sme: Rávvejit maiddái ahte dat stáhtat maid ON álgoálbmotvuoigatvuođaid erenoamášdieđiheaddjái lea virggálaččat galledan, raporterejit jahkásaččat guđe doaibmabijuid sii leat čađahan implementeren dihtii erenoamášdieđiheaddji rávvagiid;

source: Suosittelee lisäksi, että valtiot raportoidessaan Yhdistyneiden kansakuntien Ihmisoikeusneuvoston määrä-aikaiselle arviointimekanismille kertovat, millaisiin toimenpiteisiin ne ovat ryhtyneet toteuttaakseen tehokkaasti Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien asiantuntijamekanismin antamat asiantuntijaneuvot;
sme: Rávvejit maiddái ahte stáhtat iežaset raporttain ON olmmošvuoigatvuođaráđi oppamáilmmálaš birrajohtolas árvvoštallamiin, raporterejit guđe doaibmabijuid sii leat čađaha implementeren dihtii árjjalaččat daid áššedovdiráđiid maid ON álgoálbmotvuoigatvuođaid áššedovdimekanisma lea addán;

source: Kannustaa valtioita, jotka eivät vielä ole hyväksyneet Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistusta liittymään niiden valtioiden ja alkuperäiskansojen riveihin, jotka ovat sitoutuneet Julistuksen suojelemiin periaatteisiin ja oikeuksiin;
sme: Ávžžuhit daid stáhtaid mat eai leat vel dohkkehan ON álgoálbmotvuoigatvuođaid julggaštusa, fárrudit daid stáhtaid ja álgoálbmogiid mat leat geatnegahttojuvvon daid prinsihpaid ja vuoigatvuođaid vuođul mat leat julggaštusas;

source: Kannustaa lisäksi niitä valtioita, jotka eivät vielä ole ratifioineet tai hyväksyneet ILO- konventiota nro. 169, koskien alkuperäiskansoja ja heimokansoja itsenäisissä valtioissa (1989) tekemään niin;
sme: Ávžžuhit viidáseappot daid stáhtaid mat eai leat vel ratifiseren ILO konvenšuvnna nr. 169, álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain (1989) dahje mieđihan dasa, dan dahkat;

source: Tunnustaa, että alkuperäiskansojen oikeuksien, mukaan luettuna Yhdistyneiden kansakuntien Alkuperäiskansojen oikeuksien julistuksessa tunnustettujen oikeuksien, täysi ja tehokas toteutus joissain tapauksissa edellyttää perustuslakiuudistuksia tai lisäyksiä perustuslakiin, uutta lainsäädäntöä tai lisäyksiä voimassa oleviin lakeihin;
sme: Dohkkehit ahte álgoálbmotvuoigatvuođaid dievaslaš ja beaktilis implementeren, oktan dainna mii lea ON álgoálbmotvuoigatvuođaid julggaštusas, muhtumassii mielddisbukte vuođđoláhkaođastusaid dahje lasiid, ođđa lágaid mearrideami dahje rievdadusaid dálá lágain;

source: Suosittelee, että valtiot pikaisena toimenpiteenä ja neuvotellen ja yhteistyössä alkuperäiskansojen kanssa aloittavat voimassa olevan kansallisen lainsäädännön kattavan arvioinnin, päämääränään taata, että kansallinen lainsäädäntö on täysin yhtenevä olemassa olevien, alkuperäiskansojen oikeuksia koskevien kansainvälisten standardien kanssa;
sme: Rávvejit ahte stáhtat konsultašuvnnain ja ovttasbarggus álgoálbmogiiguin, ja hoahppoáššin, álggahit viidát guorahallat dálá nationála lágaid, oktan vuođđoláhkamearrádusaiguin, dainna áigumušain ahte sihkkarastit ahte nationála lágat dievaslaččat guorrasit dálá riikkaidgaskasaš standárddaid álgoálbmotvuoigatvuođaid hárrái;
